Revit 2026 API

# MEPSupportUtils Methods

---

The MEPSupportUtils type exposes the following members.

|  | Name | Description |
| --- | --- | --- |
|  | CreateDuctworkStiffener | Create family based stiffener on the specified fabrication ductwork. |

#### Reference

MEPSupportUtils Class

Autodesk.Revit.DB Namespace